<template>
    <section class="fs-text-page no-tab">
        <Head>
            <Title
                >Политика использования файлов cookie | МКОУ ФИЛИППОВСКАЯ
                СОШ</Title
            >
        </Head>
        <div class="container">
            <FsSectionTitles>
                <template v-slot:main
                    >Политика использования файлов cookie</template
                >
            </FsSectionTitles>
            <div class="fs-text-page__content">
                <div class="fs-text-page__block">
                    <p>
                        Cookie — это небольшой текстовый файл, хранящий
                        информацию о настройках интернет-браузеров. Эта
                        технология используется практически на всех современных
                        сайтах. Cookie не может запускать какие-либо программы,
                        доставлять вирусы или отправлять информацию о вашей
                        системе.
                    </p>
                    <p>
                        Файлы cookie могут содержать информацию о вас, ваших
                        предпочтениях или устройстве. Такая информация не
                        идентифицирует вас напрямую, но позволяет предоставить
                        вам более персонализированный опыт работы на сайте.
                    </p>
                    <p>
                        Если Вы используете, то же устройство и тот же браузер,
                        cookie запомнят ваши предпочтения и адаптируют
                        отображаемый контент в соответствии с вашими интересами
                        и потребностями.
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Категории файлов cookie</p>
                    <p>
                        Выделяются четыре категории файлов cookie в соответствии
                        с их функциями и целями: технические, файлы cookie
                        производительности, функциональные и рекламные.
                    </p>
                    <ol>
                        <li>
                            Технические файлы cookie
                            <p>
                                Такие файлы важны для обеспечения навигации и
                                использования функционала сайта. Без таких
                                файлов cookie при возврате на страницу в рамках
                                одного сеанса некоторые функции могут оказаться
                                недоступными, например, не сохранится история
                                ваших действий (введенный текст, заданные
                                значения конфигуратора).
                            </p>
                        </li>
                        <li>
                            Файлы cookie производительности
                            <p>
                                Такие файлы собирают информацию об использовании
                                сайта — например, данные о частоте посещаемости
                                страниц, подтверждения о получении пользователем
                                уведомлений об ошибках и так далее. Они не
                                сохраняют информацию, позволяющую
                                идентифицировать конкретного пользователя.
                                Собранная информация используется для целей
                                статистики и носит анонимный характер. Эти файлы
                                используются исключительно для улучшения работы
                                сайта и повышения удобства его использования.
                            </p>
                        </li>
                        <li>
                            Рекламные файлы cookie
                            <p>
                                Такие файлы используются для отображения
                                рекламных объявлений и других сообщений с учетом
                                ваших интересов, и предпочтений. Файлы cookie,
                                используемые для таргетирования контента и
                                рекламных объявлений, часто связаны с
                                функционалом сайта, предоставляемым сторонними
                                организациями.
                            </p>
                        </li>
                    </ol>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Файлы cookie на этом сайте</p>
                    <p>
                        Во время посещений веб-сайта Муниципальному казенному
                        общеобразовательному учреждению «Филипповская средняя
                        общеобразовательная школа» (далее – cайт) мы будем
                        использовать файлы cookie, чтобы сделать ваш визит на
                        сайт оптимальным и полезным.
                    </p>
                    <p>
                        Настоящим, продолжая работу на cайте, вы выражаете свое
                        согласие Муниципальному казенному общеобразовательному
                        учреждению «Филипповская средняя общеобразовательная
                        школа» (адрес: РФ, Владимирская область, Киржачский
                        район, село Филипповское, ул. Советская, дом 26) на
                        обработку ваших файлов cookie.
                    </p>
                    <p>
                        Настоящее согласие действует с момента его
                        предоставления в течение всего периода использования
                        сайта или на период действия файла cookie.
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">
                        Цели использования файлов cookie на сайте
                    </p>
                    <p>
                        Мы используем файлы cookie только для того, чтобы
                        обеспечить эффективную работу сайта и улучшить
                        взаимодействие с нашими пользователями.
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Сервисы сайта</p>
                    <p>
                        Файлы cookie являются необходимыми для обеспечения
                        бесперебойной работы сайта и его функций. Без этих
                        файлов невозможно, например, пользоваться такими
                        сервисами, как личный кабинет.
                    </p>

                    <p>
                        В куки-файлах сохраняется информация, необходимая для
                        полноценной работы сайта. В том числе информация об
                        идентификации пользователя при авторизации в личном
                        кабинете.
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Видео-сервисы</p>
                    <p>
                        Для хранения видеороликов и воспроизведения видеороликов
                        сайт
                        <a
                            class="fs-link fs-link--base"
                            href="http://филипповская-школа.рф"
                            >http://филипповская-школа.рф</a
                        >
                        использует внешние видео-сервисы, которые встраиваются
                        на страницы сайта.
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Картографические сервисы</p>
                    <p>
                        Для предоставления функционала поиска на карте веб-сайт
                        <a
                            class="fs-link fs-link--base"
                            href="http://филипповская-школа.рф"
                            >http://филипповская-школа.рф</a
                        >
                        использует внешние картографические сервисы, которые
                        встраиваются на страницы сайта.
                    </p>
                    <p class="fs-h3">Яндекс Карты</p>
                    <p>
                        Яндекс может собирать следующие категории Персональной
                        информации о Вас во время использования Вами Сайтов и
                        Сервисов:
                    </p>
                    <ul>
                        <li>информация о геолокации;</li>
                        <li>
                            лектронные данные (HTTP-заголовки, IP-адрес, файлы
                            cookie, веб-маяки/пиксельные теги, данные об
                            идентификаторе браузера, информация об аппаратном и
                            программном обеспечении);
                        </li>
                        <li>
                            дата и время осуществления доступа к Сайтам и/или
                            Сервисам;
                        </li>
                    </ul>
                    <p>
                        Также Яндекс использует файлы cookie и веб-маяки
                        (включая пиксельные теги) для сбора Персональной
                        информации и связывания такой личной информации с Вашим
                        устройством и веб-браузером.
                    </p>
                    <p>
                        Сервис Яндекс Карты принадлежит ООО «Яндекс» (119034,
                        Россия, Москва, ул. Л. Толстого, 16)
                    </p>
                    <p>
                        Условия использования сервиса Яндекс Карты:
                        <a
                            class="fs-link fs-link--base"
                            href="https://yandex.ru/legal/maps_termsofuse/?lang=ru"
                            >https://yandex.ru/legal/maps_termsofuse/?lang=ru</a
                        >
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Сервисы веб-аналитики</p>
                    <p>
                        Для того, чтобы распознавать предпочтения посетителей, а
                        также пользующиеся особой популярностью разделы нашего
                        сайта, мы можем использовать сервисы веб-аналитики. Это
                        позволяет нам еще целенаправленнее выстраивать
                        содержание страниц в соответствии с Вашими интересами и
                        запросами, повышая тем самым качество предлагаемого Вам
                        контента.
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Настройки файлов cookie</p>
                    <p>
                        В любое время Вы можете полностью запретить
                        использование файлов cookie, изменив настройки браузера.
                        Если Вы измените настройки и заблокируете определенные
                        файлы cookie, использование некоторого функционала
                        нашего сайта станет невозможным.
                    </p>
                    <p>
                        В большинстве современных веб-браузеров доступна
                        настройка управления, хранения, удаления и запрета на
                        использования файлов Cookie.
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Google Chrome</p>
                    <p>
                        Инструкция по управлению файлами cookie в браузере
                        Chrome:
                        <a
                            class="fs-link fs-link--base"
                            href="https://support.google.com/chrome/answer/95647"
                            >https://support.google.com/chrome/answer/95647</a
                        >
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Internet Explorer</p>
                    <p>
                        Инструкция по управлению файлами cookie в браузере
                        Internet Explorer:<a
                            class="fs-link fs-link--base"
                            href=" https://support.microsoft.com/ru-ru/help/17442/windows-internet-explorer-delete-manage-cookies"
                            > https://support.microsoft.com/ru-ru/help/17442/windows-internet-explorer-delete-manage-cookies</a
                        >
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Яндекс.Браузер</p>
                    <p>
                        Инструкция по управлению файлами cookie в браузере
                        Яндекс.Браузер:<a
                            class="fs-link fs-link--base"
                            href="https://browser.yandex.ru/help/personal-data-protection/cookies.html"
                            >https://browser.yandex.ru/help/personal-data-protection/cookies.html</a
                        >
                    </p>
                </div>
                <div class="fs-text-page__block">
                    <p class="fs-h2">Safari</p>
                    <p>
                        Инструкция по управлению файлами cookie в браузере
                        Safari:<a
                            class="fs-link fs-link--base"
                            href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac"
                            >https://support.apple.com/ru-ru/guide/safari/sfri11471/mac</a
                        >
                    </p>
                </div>
            </div>
        </div>
    </section>
</template>
