<template>
  <section class="fs-text-page no-tab">
    <Head>
      <Title>Условия использования файлов cookie | МКОУ ФИЛИППОВСКАЯ СОШ</Title>
    </Head>
    <FsSectionTitles>
      <template v-slot:main> Условия использования файлов cookie </template>
    </FsSectionTitles>
    <div class="container">
      <div class="content">
        <div class="fs-text-page__block">
          <p>
            Посещая сайт FL.RU в сети «Интернет», принадлежащий ООО «Ваан»,
            посетитель сайта соглашается с настоящими правилами, в том числе с
            тем, что ООО «Ваан» может использовать файлы cookie и иные данные
            для их последующей обработки системами Google Analytics,
            Яндекс.Метрика, Firebase, Appsflyer и др., а также может передавать
            их третьим лицам для проведения исследований, выполнения работ или
            оказания услуг.
          </p>
        </div>
        <div class="fs-text-page__block">
          <p class="fs-h2">Определение термина «файлы cookie»</p>
          <p>
            Файлы cookie – текстовые файлы небольшого размера, которые
            сохраняются на вашем устройстве (персональном компьютере, ноутбуке,
            планшете, мобильном телефоне и т.п.), когда вы посещаете сайты в
            сети «Интернет». Кроме того, при посещении сайта FL.RU в сети
            «Интернет» происходит автоматический сбор иных данных, в том числе:
            технических характеристик устройства, IP-адреса, информации об
            используемом браузере и языке, даты и времени доступа к сайту,
            адресов запрашиваемых страниц сайта и иной подобной информации.
          </p>
        </div>
        <div class="fs-text-page__block">
          <p class="fs-h2">Виды используемых файлов cookie</p>
          <p>
            В зависимости от используемых посетителями сайта браузера и
            устройств используются разные наборы файлов cookie, включающие в
            себя строго необходимые, эксплуатационные, функциональные и
            аналитические файлы cookie.
          </p>
        </div>
        <div class="fs-text-page__block">
          <p class="fs-h2">Цели использования файлов cookie</p>
          <p>
            При посещении посетителями сайта FL.RU в сети «Интернет» файлы
            cookie могут использоваться для:
          </p>
          <ul>
            <li>обеспечения функционирования и безопасности сайта;</li>
            <li>улучшения качества сайта;</li>
            <li>регистрации в системе самообслуживания (личном кабинете);</li>
            <li>
              предоставлении информации об услугах фриланс специалистов и
              фриланс-проектах удаленной работы;
            </li>
            <li>
              усовершенствования продуктов и (или) услуг и для разработки новых
              продуктов и (или) услуг.
            </li>
          </ul>
          <p>
            Иная собираемая информация может быть использована для генерации
            «списка интересов» посетителей сайта, состоящего из случайного
            идентификатора, категории интереса и отметки времени для
            демонстрации посетителям сайта интернет-контента.
          </p>
        </div>
        <div class="fs-text-page__block">
          <p class="fs-h2">Способы управления файлами cookie</p>
          <p>
            Используемые посетителями сайта браузер и (или) устройство могут
            позволять посетителям сайта блокировать, удалять или иным образом
            ограничивать использование фалов cookie. Но файлы cookie являются
            важной частью сайта FL.RU в сети «Интернет», поэтому блокировка,
            удаление или ограничение их использования может привести к тому, что
            посетители сайта будут иметь доступ не ко всем функциям сайта. Чтобы
            узнать, как управлять файлами cookie с помощью используемых
            посетителями сайта браузера или устройства, посетители сайта могут
            воспользоваться инструкцией, предоставляемой разработчиком браузера
            или производителем устройства.
          </p>
        </div>
      </div>
    </div>
  </section>
</template>
