export default {
	data: [
		{
			category: 'Информация об организации',
			fields: [
				{
					name: 'Наименование ОО:',
					text: 'Муниципальное казенное общеобразовательное учреждение «Филипповская средняя общеобразовательная школа» Киржачского района Владимирской области',
				},
				{
					name: 'Сокращенно:',
					text: 'МКОУ Филипповская СОШ',
				},
				{
					name: 'Дата создания образовательной организации:',
					text: 'Декабрь 1975 года',
				},
				{
					name: 'Место нахождения образовательной организации:',
					text: 'РФ, Владимирская область, Киржачский район, село Филипповское, ул. Советская, дом 26',
				},
				{
					name: 'Режим и график работы:',
					text: 'Понедельник-Пятница 8:00-17:00 <br> Суббота 8:00-14:00',
				},
				{
					name: 'Телефон Директора школы:',
					text: '8 (49237) 7-11-73',
				},
				{
					name: 'Телефон Заместителя директора по АХЧ:',
					text: '8 (49237) 7-12-74',
				},
				{
					name: 'Адрес электронной почты:',
					text: 'Filippovskay-sl@yandex.ru',
				},
				{
					name: 'Адрес официального сайта:',
					text: 'http://филипповская-школа.рф/',
				},
				{
					name: 'Официальная страница ВКонтакте:',
					text: 'https://vk.com/filippovskayasosh',
				},
				{
					name: 'Формы обучения:',
					text: 'При реализации образовательных программ используются различные образовательные технологии, в том числе дистанционные образовательные технологии, электронное обучение.',
				},
			]
		},
		{
			category: 'Информация об учредителе',
			fields: [
				{
					name: 'Учредитель:',
					text: 'Администрация Киржачского района Владимирской области',
				},
				{
					name: 'Начальник управления:',
					text: 'Кузицына Ольга Владимировна',
				},
				{
					name: 'Место нахождения:',
					text: '601010, Владимирская область, г.Киржач, ул. Серегина, д. 7',
				},
				{
					name: 'График работы:',
					text: 'Понедельник — пятница с 8.00 до 17.00',
				},
				{
					name: 'Телефон:',
					text: '8 (49237) 2-04-00',
				},
				{
					name: 'Факс:',
					text: '8 (49237) 2-03-84',
				},
				{
					name: 'Адрес электронной почты:',
					text: 'info@kirzhach.su',
				},
				{
					name: 'Сайт:',
					text: 'http://www.kirzhach.su',
				},
				{
					name: 'Места осуществления образовательной деятельности:',
					text: '601024, Российская Федерация, Центральный федеральный округ, Владимирская обл., Киржачский район., Филипповское с., Советская ул., д.26.',
				},
				{
					name: 'Места осуществления образовательной деятельности по дополнительным профессиональным программам:',
					text: 'нет',
				},
				{
					name: 'Места осуществления образовательной деятельности по основным программам профессионального обучения:',
					text: 'нет',
				},
				{
					name: 'Места осуществления образовательной деятельности при использовании сетевой формы реализации образовательных программ:',
					text: 'нет',
				},
				{
					name: 'Места проведения практики:',
					text: 'нет',
				},
				{
					name: 'Места проведения практической подготовки обучающихся:',
					text: 'нет',
				},
				{
					name: 'Места проведения государственной итоговой аттестации:',
					text: 'ОГЭ: МБОУ СОШ №2 (Киржач г., Гагарина ул., д.25), МБОУ СОШ №3 (г.Киржача, ул. Чехова, д.10а) ЕГЭ: МБОУ СОШ №5 (г.Киржач, ул. 40 лет Октября, д. 17), МБОУ СОШ №6 им. С.Б. Белкина (г.Киржач, ул. Пушкина, д.27)',
				},
			]
		},
	]
};
