export default {
  data: [
    {
      question: 'Кто имеет право на бесплатное питание',
      answer: [
        'Организовано льготного питания за Счет средств краевого и муниципального бюджета для следующих категорий граждан: ',
        '– всем обучающимся 1-4 классов',
        '– малоимущие, многодетные – малоимущие',
        '– один из родителей – пенсионер по старости',
        '– один из родителей – инвалид 1,2 группы',
        '– из многодетных семей',
        '– из семей, находящихся в социально опасном положении',
        '– детям-инвалидам',
        '– обучающимся с ограниченными возможностями здоровья',
        '– обучающимся группы СОП',
      ],
    },
    {
      question:
        'Какова стоимость бесплатного питания для льготных категорий, обучающихся?',
      answer: [
        ' Стоимость бесплатного питания:',
        '1–4 класс – 72,6 рубля',
        '5–11 класс – 81,4 рубль.',
        'Для обучающихся с ограниченными возможностями здоровья стоимость льготного питания составляет:',
        '1–4 класс – 104,05 рублей',
        '5–11 класс – 124,88 рублей.',
      ],
    },
    {
      question: 'Как подать заявление на бесплатное питание?',
      answer: [
        'Чтобы поставить обучающегося 5-11 классов на бесплатное питание необходимо подготовить пакет документов и написать заявление.',
        'Необходимые документы:',
        '- копия или свидетельство о рождении;',
        '- копия или справка о малоимущности или о многодетности;',
        '- СНИЛС всех членов семьи;',
        '- свидетельство о браке, усыновлении (если разные фамилии);',
        '- справка об инвалидности ребенка или одного из родителей (при наличаи);',
        '- заключение ПМПК (для обучающихся с ограниченными возможностями здоровья);',
        '- постановление КДН о постановке семьи на учет в группу СОП (для обучающихся группыСОП).',
      ],
    },
  ],
};
