export default {
  data: [
    {
      id: '1',
      title: 'Ученики сдали первый экзамен',
      mainImg: 'images/fs-news/Screenshot_1.jpg',
      publDate: '15.03.2023',
      prev: 'fs-news/Screenshot_1.jpg',
      text: [
        '1 сентября в МКОУ Филипповской СОШ состоялась торжественная линейка 🎉 ',
      ],
      images: [
        'fs-news/Screenshot_1.jpg',
        'fs-news/Screenshot_2.jpg',
        'fs-news/Screenshot_1.jpg',
      ],
      description: '1 сентября в МКОУ Филипповской СОШ',
    },
    {
      id: '2',
      title: 'Пройди бесплатные курсы программирования!',
      mainImg: 'images/fs-news/Screenshot_2.jpg',
      publDate: '01.04.2023',
      prev: 'fs-news/Screenshot_2.jpg',
      text: [
        'Этой осенью «Яндекс Лицей» приглашает старшеклассников и студентов владимирских техникумов и лицеев на онлайн-обучение востребованным веб-навыкам. Программа курса рассчитана на всестороннее изучение Python. Этой осенью «Яндекс Лицей» приглашает старшеклассников и студентов владимирских техникумов и лицеев на онлайн-обучение востребованным веб-навыкам. Программа курса рассчитана на всестороннее изучение Python. Этой осенью «Яндекс Лицей» приглашает старшеклассников и студентов владимирских техникумов и лицеев на онлайн-обучение востребованным веб-навыкам. Программа курса рассчитана на всестороннее изучение Python. Этой осенью «Яндекс Лицей» приглашает старшеклассников и студентов владимирских техникумов и лицеев на онлайн-обучение востребованным веб-навыкам. Программа курса рассчитана на всестороннее изучение Python. Этой осенью «Яндекс Лицей» приглашает старшеклассников и студентов владимирских техникумов и лицеев на онлайн-обучение востребованным веб-навыкам. Программа курса рассчитана на всестороннее изучение Python. Этой осенью «Яндекс Лицей» приглашает старшеклассников и студентов владимирских техникумов и лицеев на онлайн-обучение востребованным веб-навыкам. Программа курса рассчитана на всестороннее изучение Python. Этой осенью «Яндекс Лицей» приглашает старшеклассников и студентов владимирских техникумов и лицеев на онлайн-обучение востребованным веб-навыкам. Программа курса рассчитана на всестороннее изучение Python. Этой осенью «Яндекс Лицей» приглашает старшеклассников и студентов владимирских техникумов и лицеев на онлайн-обучение востребованным веб-навыкам. Программа курса рассчитана на всестороннее изучение Python',
      ],
      images: [
        'fs-news/Screenshot_1.jpg',
        'fs-news/Screenshot_2.jpg',
        'fs-news/Screenshot_1.jpg',
      ],
      description:
        'Этой осенью «Яндекс Лицей» приглашает старшеклассников и студентов владимирских техникумов и лицеев на онлайн-обучение востребованным веб-навыкам.',
    },
    {
      id: '3',
      title: 'Наступили Каникулы!',
      mainImg: 'images/fs-news/Screenshot_2.jpg',
      publDate: '12.03.2023',
      text: ['Наступили каникулы'],
      prev: 'fs-news/Screenshot_1.jpg',
      images: [
        'fs-news/Screenshot_1.jpg',
        'fs-news/Screenshot_2.jpg',
        'fs-news/Screenshot_1.jpg',
      ],
      description: 'Каникулы',
    },
    {
      id: '4',
      title: 'Каникулы завершились!',
      mainImg: 'images/fs-news/Screenshot_2.jpg',
      publDate: '11.02.2021',
      prev: 'fs-news/Screenshot_1.jpg',
      text: [
        'Поздравляем всех с 1 сентября. каникулы завершились пора в школу',
      ],
      images: [
        'fs-news/Screenshot_1.jpg',
        'fs-news/Screenshot_2.jpg',
        'fs-news/Screenshot_1.jpg',
      ],
      description: 'Поздравляем всех с 1 сентября.',
    },
  ],
};
