export default {
  data: [
    {
      id: '1',
      title: 'Ученики сдали первый экзамен',
      mainImg: 'fs-news/Screenshot_1.jpg',
      publDate: '',
      text: [
        '1 сентября в МКОУ Филипповской СОШ состоялась торжественная линейка 🎉 ',
      ],
      images: [
        'fs-news/Screenshot_1.jpg',
        'fs-news/Screenshot_1.jpg',
        'fs-news/Screenshot_1.jpg',
      ],
    },
    {
      id: '2',
      title: 'Пройди бесплатные курсы программирования!',
      mainImg: 'fs-news/Screenshot_2.jpg',
      publDate: '',
      text: [
        'Этой осенью «Яндекс Лицей» приглашает старшеклассников и студентов владимирских техникумов и лицеев на онлайн-обучение востребованным веб-навыкам. Программа курса рассчитана на всестороннее изучение Python. ',
      ],
      images: [
        'fs-news/Screenshot_1.jpg',
        'fs-news/Screenshot_1.jpg',
        'fs-news/Screenshot_1.jpg',
      ],
    },
  ],
};
