export default {
  data: [
    {
      classId: 1,
      className: '1б',
      days: [
        {
          dayName: 'Понедельник',
          lessons: ['Математика', 'Русский язык', 'Литература', 'Физкультура'],
        },
        {
          dayName: 'Вторник',
          lessons: ['География', 'Труд', 'Геометрия', 'История'],
        },
        {
          dayName: 'Среда',
          lessons: [
            'География',
            'Геометрия',
            'Геометрия',
            'История',
            'Литература',
          ],
        },
        {
          dayName: 'Четверг',
          lessons: ['Математика', 'Математика', 'Литература', 'История'],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Математика',
            'Математика',
            'Литература',
            'История',
            'География',
            'Труд',
          ],
        },
      ],
    },
    {
      classId: 2,
      className: '1в',
      days: [
        {
          dayName: 'Понедельник',
          lessons: ['Математика', 'Русский язык', 'Литература', 'Физкультура'],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'География',
            'Труд',
            'Геометрия',
            'История',
            'Геометрия',
            'История',
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'География',
            'Геометрия',
            'Геометрия',
            'История',
            'Литература',
          ],
        },
        {
          dayName: 'Четверг',
          lessons: ['Математика', 'Математика', 'Литература', 'История'],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Математика',
            'Математика',
            'Литература',
            'История',
            'География',
            'Труд',
          ],
        },
      ],
    },
  ],
};
