export default {
  data: [
    {
      classId: 1,
      className: '1а',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Разговоры о важном', 
            'Литературное чтение', 
            'Русский язык', 
            'Физическая культура'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Литературное чтение', 
            'Русский язык', 
            'Математика', 
            'Окружающий мир', 
            'Технология', 
            'Осмысленное чтение'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Литературное чтение',
            'Русский язык',
            'Изобразительное искусство',
            'Математика',
            'Осмысленное чтение',
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Математика', 
            'Физическая культура', 
            'Окружающий мир', 
            'Русский язык'
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Литературное чтение',
            'Русский язык',
            'Математика',
            'Музыка'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
          ],
        },
      ],
    },
    {
      classId: 2,
      className: '1б',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Физическая культура', 
            'Русский язык',
            'Литературное чтение', 
            'Разговоры о важном'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Окружающий мир', 
            'Технология', 
            'Осмысленное чтение',
            'Литературное чтение', 
            'Русский язык', 
            'Математика'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Изобразительное искусство',
            'Математика',
            'Осмысленное чтение',
            'Литературное чтение',
            'Русский язык'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Окружающий мир', 
            'Русский язык',
            'Математика', 
            'Физическая культура', 
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Математика',
            'Музыка',
            'Литературное чтение',
            'Русский язык'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
          ],
        },
      ],
    },
    {
      classId: 3,
      className: '2',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Разговоры о важном', 
            'Русский язык', 
            'Математика', 
            'Технология', 
            'Литературное чтение'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Математика', 
            'Немецкий', 
            'Физическая культура', 
            'Русский язык', 
            'Родной язык/Литература', 
            'Осмысленное чтение'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Русский язык',
            'Музыка',
            'Математика',
            'Лингвистический практикум по иностранному языку',
            'Литературное чтение',
            'Осмысленное чтение'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Русский язык', 
            'Литературное чтение', 
            'Немецкий', 
            'Физическая культура', 
            'Окружающий мир'
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Математика',
            'Литературное чтение',
            'Окружающий мир',
            'Изобразительное искусство'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
          ],
        },
      ],
    },
    {
      classId: 4,
      className: '3',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Разговоры о важном', 
            'Математика', 
            'Литературное чтение', 
            'Технология', 
            'Физическая культура'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Музыка', 
            'Математика', 
            'Русский язык', 
            'Окружающий мир', 
            'Осмысленное чтение'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Лингвистический практикум по иностранному языку',
            'Изобразительное искусство',
            'Математика',
            'Русский язык',
            'Литературное чтение',
            'Осмысленное чтение'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Русский язык', 
            'Немецкий', 
            'Математика', 
            'Физическая культура', 
            'Литературное чтение'
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Русский язык',
            'Литературное чтение',
            'Окружающий мир',
            'Технология',
            'Немецкий'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
          ],
        },
      ],
    },
    {
      classId: 5,
      className: '4а',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Разговоры о важном', 
            '-', 
            'Русский язык', 
            'Математика', 
            'Осмысленное чтение'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Русский язык', 
            'Литературное чтение', 
            'Немецкий', 
            'Математика', 
            'Окружающий мир', 
            'Осмысленное чтение'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Русский язык',
            'Физическая культура',
            'Литературное чтение',
            '-',
            'Музыка',
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Литературное чтение', 
            '-', 
            'Лингвистический практикум по иностранному языку', 
            'Русский язык', 
            'Изобразительное искусство'
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Литературное чтение',
            'Физическая культура',
            'Немецкий',
            'Окружающий мир',
            'Основы духуовно-нравственных культур народов России'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [

          ],
        },
      ],
    },
    {
      classId: 6,
      className: '4б',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Русский язык', 
            'нет урока', 
            'Осмысленное чтение',
            'Разговоры о важном', 
            'Технология'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Математика', 
            'Окружающий мир', 
            'Осмысленное чтение',
            'Русский язык', 
            'Литературное чтение', 
            'Немецкий'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Математика',
            'Музыка',
            'Русский язык',
            'Физическая культура',
            'Литературное чтение'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Лингвистический практикум по иностранному языку', 
            'Русский язык', 
            'Изобразительное искусство',
            'Литературное чтение', 
            'Математика', 
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'нет урока',
            'Основы духуовно-нравственных культур народов России',
            'Литературное чтение',
            'нет урока',
            'Немецкий'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
          ],
        },
      ],
    },
    {
      classId: 7,
      className: '5',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Разговоры о важном', 
            'Литература', 
            'Физическая культура',
            'Математика', 
            'Русский язык'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Физическая культура', 
            'Математика', 
            'Английский',
            'Русский язык', 
            'Литература', 
            'История'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Русский язык',
            'Немецкий',
            'Математика',
            'Русский язык',
            'Литература',
            'Математика'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Математика', 
            'Русский язык', 
            'История',
            'Основы духуовно-нравственных культур народов России', 
            'Немецкий',
            'География' 
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Музыка',
            'Изобразительное искусство',
            'Технология',
            'Технология',
            'Биология',
            'Английский'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
            'Английский',
            'География',
            'Основы религиозных культур и светской этики',
            'Математика',
            'Литература'
          ],
        },
      ],
    },
    {
      classId: 8,
      className: '6',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Разговоры о важном', 
            'Биология', 
            'Английский',
            'Английский', 
            'Литература', 
            'Математика'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Обществознание', 
            'Математика', 
            'Физическая культура',
            'История', 
            'Музыка', 
            'Русский язык'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Математика', 
            'Информационная грамотность', 
            'Литература',
            'История', 
            'Физическая культура', 
            'Русский язык'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Русский язык', 
            'Основы духуовно-нравственных культур народов России', 
            'География',
            'Математика', 
            'Математика', 
            'Технология'
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Немецкий', 
            'Русский язык', 
            'Немецкий',
            'Литература', 
            'Математика', 
            'Русский язык'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
            'Английский', 
            'История', 
            'Основы религиозных культур и светской этики',
            'Математика', 
            'Немецкий'
          ],
        },
      ],
    },
    {
      classId: 9,
      className: '7',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Разговоры о важном', 
            'Немецкий', 
            'Обществознание',
            'Физика', 
            'Музыка', 
            'Русский язык'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'География', 
            'Немецкий', 
            'Технология',
            'Немецкий', 
            'Математика', 
            'Биология'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Математика', 
            'Физика', 
            'Английский',
            'Немецкий', 
            'Русский язык', 
            'Физическая культура'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Информатика', 
            'Русский язык', 
            'Русский язык',
            'Математика', 
            'Биология', 
            'Физическая культура'
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Литература', 
            'История', 
            'Немецкий',
            'Математика', 
            'Английский', 
            'История'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
            'Обществознание', 
            'Технология', 
            'Английский',
            'Основы религиозных культур и светской этики', 
            'Биология'
          ],
        },
      ],
    },
    {
      classId: 10,
      className: '8',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Разговоры о важном', 
            'Английский', 
            'Математика',
            'Немецкий', 
            'География', 
            'История'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Биология', 
            'География', 
            'Информатика',
            'История', 
            'Обществознание', 
            'Русский язык'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Химия', 
            'Английский', 
            'Математика',
            'Черчение', 
            'Немецкий', 
            'Основы безопасности жизнедеятельности'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Русский язык', 
            'Аглийский', 
            'Математика',
            'Физическая культура', 
            'Литература', 
            'Физика'
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Биология', 
            'Математика', 
            'Русский язык',
            'Физика', 
            'Химия', 
            'Литература'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
            'Химия', 
            'География', 
            'Обществознание',
            'Основы религиозных культур и светской этики', 
            'Литература'
          ],
        },
      ],
    },
    {
      classId: 11,
      className: '9',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Разговоры о важном', 
            'Информатика', 
            'Математика',
            'Математика', 
            'Физика', 
            'Химия'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Литература', 
            'Математика', 
            'Русский язык',
            'Немецкий', 
            'Математика', 
            'Английский'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Русский язык', 
            'Физическая культура', 
            'География',
            'Математика', 
            'Английский', 
            'История России. Всеобщая история'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Русский язык', 
            'Физика', 
            'Литература',
            'Немецкий', 
            'Физическая культура', 
            'История России. Всеобщая история'
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Литература', 
            'Английский', 
            'Математика',
            'Математика', 
            'Химия', 
            'Обществознание'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
            'Математика', 
            'Немецкий', 
            'География',
            'История России. Всеобщая история', 
            'Основы религиозных культур и светской этики'
          ],
        },
      ],
    },
    {
      classId: 12,
      className: '10',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Русский язык', 
            'Физическая культура', 
            'География',
            'Математика', 
            'Английский', 
            'История'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Литература', 
            'Английский', 
            'Математика',
            'Математика', 
            'Химия', 
            'Обществознание'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Разговоры о важном', 
            'Информатика', 
            'Математика',
            'Математика', 
            'Физика', 
            'Химия'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Русский язык', 
            'Физика', 
            'Литература',
            'Немецкий', 
            'Физическая культура', 
            'История России. Всеобщая история'
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Литература', 
            'Математика', 
            'Русский язык',
            'Немецкий', 
            'Математика', 
            'Английский'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
            'Немецкий', 
            'Литература', 
            'Химия',
            'Математика', 
            'Основы религиозных культур и светской этики'
          ],
        },
      ],
    },
    {
      classId: 13,
      className: '11',
      days: [
        {
          dayName: 'Понедельник',
          lessons: [
            'Разговоры о важном', 
            'Информатика', 
            'Математика',
            'Математика', 
            'Физика', 
            'Химия'
          ],
        },
        {
          dayName: 'Вторник',
          lessons: [
            'Русский язык', 
            'Физическая культура', 
            'География',
            'Математика', 
            'Английский', 
            'История'
          ],
        },
        {
          dayName: 'Среда',
          lessons: [
            'Литература', 
            'Английский', 
            'Математика',
            'Математика', 
            'Химия', 
            'Обществознание'
          ],
        },
        {
          dayName: 'Четверг',
          lessons: [
            'Литература', 
            'Математика', 
            'Русский язык',
            'Немецкий', 
            'Математика', 
            'Английский'
          ],
        },
        {
          dayName: 'Пятница',
          lessons: [
            'Русский язык', 
            'Физика', 
            'Литература',
            'Немецкий', 
            'Физическая культура', 
            'История'
          ],
        },
        {
          dayName: 'Суббота',
          lessons: [
            'География', 
            'Информатика', 
            'Математика',
            'История России. Всеобщая история', 
            'Основы религиозных культур и светской этики'
          ],
        },
      ],
    },
  ],
};
