<template>
  <section class="fs-edu-standarts">
    <Head>
      <Title>Образовательные стандарты | МКОУ ФИЛИППОВСКАЯ СОШ</Title>
    </Head>
    <div class="container">
      <div class="fs-edu-standarts__content">
        <FsSectionTitles>
          <template v-slot:h1> Образовательные стандарты </template>
        </FsSectionTitles>
        <p>
          Российская школа переживает сегодня серьёзные преобразования. На смену парадигме знаний, умений и навыков
          приходит Федеральный государственный образовательный стандарт общего образования (ФГОС), в основе которого
          лежит формирование компетентностного подхода, развитие универсальных учебных действий. Приоритетной целью
          современного российского образования становится не репродуктивная передача знаний, умений и навыков от учителя
          к ученику, а полноценное формирование и развитие способностей ученика самостоятельно ставить учебную проблему,
          формулировать алгоритм её решения, контролировать процесс и оценивать полученный результат, т.е. научить
          учиться. Это станет залогом успешной адаптации в стремительно меняющимся обществе.
        </p>
        <p>Состояние разработки и утверждения стандартов:</p>
        <ul class="fs-edu-standarts__list">
          <li>
            <NuxtLink class="fs-link fs-link--green fs-sveden__link">
              <i class="pi pi-external-link pi--style"></i>
              <span>ФГОС начального общего образования</span>
            </NuxtLink>
          </li>
          <li>
            <NuxtLink class="fs-link fs-link--green fs-sveden__link">
              <i class="pi pi-external-link pi--style"></i>
              <span>ФГОС начального общего образования</span>
            </NuxtLink>
          </li>
          <li>
            <NuxtLink class="fs-link fs-link--green fs-sveden__link">
              <i class="pi pi-external-link pi--style"></i>
              <span>ФГОС начального общего образования</span>
            </NuxtLink>
          </li>
          <li>
            <NuxtLink class="fs-link fs-link--green fs-sveden__link">
              <i class="pi pi-external-link pi--style"></i>
              <span>Официальные информационные сайты: www.mon.gov.ru</span>
            </NuxtLink>
          </li>
        </ul>
        <h2>Федеральные Государственные стандарты основного общего образования</h2>
        <p>
          С 2015-2016 учебного года в МКОУ Филипповской СОШ вводится федеральный государственный стандарт основного
          общего образования (ФГОС ООО).
        </p>
        <p>
          Главная цель введения ФГОС ООО второго поколения заключается в создании условий, позволяющих решить
          стратегическую задачу Российского образования – повышение качества образования, достижение новых
          образовательных результатов, соответствующих современным запросам личности, общества и государства.
        </p>
        <p>ФГОС ООО утверждён приказом министерства образования и науки РФ.</p>

        <Accordion :multiple="true" :class="'fs-accordion'">
          <AccordionTab
            header="Что представляет собой Федеральный государственный стандарт основного общего образования?"
          >
            Федеральные государственные стандарты устанавливаются в Российской Федерации в соответствии с требованием
            Статьи 7 «Закона об образовании». Федеральный государственный стандарт основного общего
            образования(СТАНДАРТ) представляет собой «совокупность требований, обязательных при реализации основной
            образовательной программы основного общего образования (ООП ООО) образовательными учреждениями, имеющими
            государственную аккредитацию».
          </AccordionTab>
          <AccordionTab header="Чем отличается новый стандарт от предыдущих?">
            Lorem ipsum dolor sit amet consectetur adipisicing elit. Consectetur eos labore sequi cum necessitatibus,
            tempora fugit, nesciunt esse maxime provident deleniti illo nostrum, incidunt ipsa? A pariatur atque
            mollitia expedita.
          </AccordionTab>
          <AccordionTab header="Какие требования выдвигает новый стандарт?">
            Lorem ipsum dolor sit amet consectetur adipisicing elit. Consectetur eos labore sequi cum necessitatibus,
            tempora fugit, nesciunt esse maxime provident deleniti illo nostrum, incidunt ipsa? A pariatur atque
            mollitia expedita.
          </AccordionTab>
        </Accordion>
        <h2>Внедрение ФГОС НОО и ФГОС ООО с 01.09.2022 г.</h2>
        <p>
          Министерством просвещения утверждены новые федеральные государственные образовательные стандарты (далее –
          ФГОС) начального общего и основного общего образования (далее – НОО и ООО соответственно). Обновлённая
          редакция ФГОС сохраняет принципы вариативности в формировании школами основных образовательных программ
          начального общего и основного общего образования, а также учёта интересов и возможностей как образовательных
          организаций, так и их учеников. Именно с 1 сентября 2022 года начнут действовать ФГОС в каждой школе, а
          обучающиеся, которые будут приняты на обучение в первые и пятые классы в 2022 году, будут учиться уже по
          обновленным ФГОС. Для несовершеннолетних обучающихся, зачисленных на обучение до вступления в силу настоящих
          приказов, возможно обучение по новым ФГОС с согласия их родителей (законных представителей).
        </p>
        <p>
          В обновлённых ФГОС сформулированы максимально конкретные требования к предметам всей школьной программы
          соответствующего уровня, позволяющие ответить на вопросы: что конкретно школьник будет знать, чем овладеет и
          что освоит. Обновлённые ФГОС также обеспечивают личностное развитие учащихся, включая гражданское,
          патриотическое, духовно-нравственное, эстетическое, физическое, трудовое, экологическое воспитание.
        </p>
        <p>
          Обновлённые ФГОС описывают систему требований к условиям реализации общеобразовательных программ, соблюдение
          которых обеспечивает равенство возможностей получения качественного образования для всех детей независимо от
          места жительства и дохода семьи. Благодаря обновлённым стандартам школьники получат больше возможностей для
          того, чтобы заниматься наукой, проводить исследования, используя передовое оборудование.
        </p>
        <h2>Внедрение ФГОС СОО с 01.09.2023 г.</h2>
        <p>
          С 1 сентября 2023 года обучающиеся 10 классов российских школ переходят на обновленный Федеральный
          государственный образовательный стандарт среднего общего образования (ФГОС СОО), утвержденный Приказом
          Минпросвещения от 12.08.2022 № 732.
        </p>
        <p>
          Федеральные государственные образовательные стандарты (ФГОС) общего образования – это совокупность требований,
          обязательных при реализации основных образовательных программ начального общего, основного общего, среднего
          общего образования образовательными учреждениями, имеющими государственную аккредитацию.
        </p>
        <p>
          Они обеспечивают преемственность основных образовательных программ начального общего, основного общего,
          среднего общего образования и включают:
        </p>
        <ul>
          <li>
            требования к структуре основных образовательных программ, в том числе требования к соотношению частей
            основной образовательной программы и их объёму, а также к соотношению обязательной части основной
            образовательной программы и части, формируемой участниками образовательного процесса;
          </li>
          <li>
            требования к условиям реализации основных образовательных программ, в том числе кадровым, финансовым,
            материально-техническим и иным условиям;
          </li>
          <li>требования к результатам освоения основных образовательных программ.</li>
        </ul>
        <NuxtLink class="fs-link fs-link--green fs-sveden__link">
          <i class="pi pi-file-pdf pi--style"></i>
          <span>Об особенностях введения Федеральных основных общеобразовательных программ в 2023 году</span>
        </NuxtLink>
        <h2>Нормативные основания введения ФГОС ООО (федеральный уровень)</h2>
        <div class="fs-edu-standarts__row">
          <FsMarkerSquare>
            <template v-slot>Федеральный закон РФ - приложение к лицензии</template>
          </FsMarkerSquare>
          <NuxtLink class="fs-link fs-link--green fs-sveden__link">
            <i class="pi pi-external-link pi--style"></i>
            <span>перечень общеобразовательных программ</span>
          </NuxtLink>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
export default {};
</script>
