<template>
    <section class="fs-text-page no-tab">
        <Head>
            <Title
                >Согласие на обработку персональных данных | МКОУ ФИЛИППОВСКАЯ
                СОШ</Title
            >
        </Head>
        <div class="container">
            <FsSectionTitles>
                <template v-slot:main>
                    Согласие на обработку персональных данных
                </template>
            </FsSectionTitles>
            <div class="fs-text-page__content">
                <div class="fs-text-page__block">
                    <p>
                        Я (далее - «Субъект»), предоставляю Согласие на
                        обработку персональных данных (далее - «Согласие») на
                        условиях, изложенных далее.
                    </p>
                    <p>
                        Предоставлением Согласия является постановка
                        соответствующего флажка и нажатие кнопки «Отправить» при
                        регистрации (подаче электронного заявления на обучение)
                        на Интернет-сайте Оператора
                        <a
                            class="fs-link fs-link--base"
                            href="http://филипповская-школа.рф"
                            >http://филипповская-школа.рф</a
                        >
                    </p>
                    <p>
                        Действуя свободно, в соответствии со своей волей и в
                        своем интересе, а также подтверждая свою дееспособность,
                        Субъект даёт согласие Муниципальному казенному
                        общеобразовательному учреждению «Филипповская средняя
                        общеобразовательная школа» (адрес: РФ, Владимирская
                        область, Киржачский район, село Филипповское, ул.
                        Советская, дом 26) (далее – «Оператор») на обработку
                        своих персональных данных в соответствии со следующими
                        условиями:
                    </p>
                    <ol>
                        <li>
                            Согласие дается на обработку следующих персональных
                            данных Субъекта, не являющихся специальными или
                            биометрическими:

                            <ul>
                                <li>фамилия, имя;</li>
                                <li>адрес электронной почты;</li>
                                <li>контактные данные (телефон);</li>
                                <li>
                                    иная предоставленная Оператору информация,
                                    предоставляемая о Субъекте в связи с
                                    приемом, обучением, отчислением по
                                    образовательным программам Оператора.
                                </li>
                            </ul>
                        </li>
                        <li>Персональные данные не являются общедоступными.</li>
                        <li>
                            Оператор может использовать общеотраслевую
                            технологию «куки» (cookies). Куки – это небольшой
                            фрагмент данных, отправленный веб-сервером и
                            хранимый на компьютере, который использует Субъект,
                            позволяющий Оператору сохранять персональные
                            настройки и предпочтения Субъекта, а также собирать
                            неличную информацию о нём.
                        </li>
                        <li>
                            Основанием для обработки персональных данных
                            является статья 24 Конституции Российской Федерации;
                            статья 6 Федерального закона № 152-ФЗ «О
                            персональных данных»; настоящее Согласие.
                        </li>
                        <li>
                            Под обработкой персональных данных Оператором
                            понимается действие (операция) или совокупность
                            действий (операций) с персональными данными, включая
                            сбор, запись, систематизация, накопление, хранение,
                            уточнение (обновление, изменение), извлечение,
                            использование, обезличивание, блокирование,
                            удаление, уничтожение персональных данных.
                        </li>
                        <li>
                            Субъект дает свое согласие на обработку персональных
                            данных для следующих целей:
                            <ul>
                                <li>Идентификация Субъекта;</li>
                                <li>
                                    Взаимодействие с Субъектом, в том числе
                                    направление уведомлений, запросов и
                                    информации, касающихся действий Оператора, а
                                    также обработка запросов и заявок от
                                    Субъекта;
                                </li>
                                <li>
                                    Оказания консультирования Субъекту по
                                    различным вопросам;
                                </li>
                                <li>
                                    Отправка Субъекту информационных материалов
                                    и информации о специальных предложениях;
                                </li>
                                <li>
                                    Обеспечение качественной работы сайта
                                    Оператора;
                                </li>
                                <li>
                                    Обеспечение взаимодействия между Субъектом и
                                    Оператором в целях оказания ему услуг;
                                </li>
                                <li>
                                    Обеспечение исполнения нормативных и
                                    ненормативных правовых актов, а также
                                    решений, поручений и запросов органов
                                    государственной власти и лиц, действующих по
                                    поручению или от имени таких органов;
                                </li>
                                <li>
                                    Обеспечение возможности приема, обучения,
                                    отчисления по образовательным программам
                                    Школы;
                                </li>
                                <li>
                                    Анализ интересов Субъекта персональных
                                    данных, проведение его опросов;
                                </li>
                                <li>
                                    Предоставление Субъекту необходимой для
                                    усвоения образовательной программы
                                    дополнительной инфраструктуры;
                                </li>
                                <li>
                                    Внесение записей о Субъекте персональных
                                    данных в системы управления учебным
                                    процессом;
                                </li>
                                <li>
                                    Усовершенствование и улучшение
                                    образовательных процессов.
                                </li>
                            </ul>
                        </li>
                        <li>
                            Субъект персональных данных вправе направить
                            Оператору запрос на уточнение его персональных
                            данных, требование о блокировании или уничтожении в
                            случае, если персональные данные являются неполными,
                            устаревшими, неточными.
                        </li>
                        <li>
                            Персональные данные Субъекта обрабатываются до
                            ликвидации Оператора.
                        </li>
                        <li>
                            Оператор обрабатывает персональные данные Субъекта,
                            в соответствии с принятыми локальными нормативными
                            актами.
                        </li>
                        <li>
                            Оператор принимает необходимые и достаточные
                            организационные и технические меры для защиты
                            персональной информации Субъекта от неправомерного
                            или случайного доступа, уничтожения, изменения,
                            блокирования, копирования, распространения, а также
                            от иных неправомерных действий третьих лиц.
                        </li>
                        <li>
                            Согласие может быть отозвано Субъектом персональных
                            данных или его представителем путем направления
                            письменного заявления Оператору или электронного
                            сообщения по адресу
                            <a
                                class="fs-link fs-link--base"
                                href="filippovskay-sl@yandex.ru."
                                >filippovskay-sl@yandex.ru.</a
                            >
                            Согласие может быть отозвано при условии уведомления
                            не менее чем за 10 дней до предполагаемой даты
                            прекращения обработки данных Оператором.
                        </li>
                        <li>
                            В случае отзыва Субъектом персональных данных или
                            его представителем Согласия на обработку
                            персональных данных Оператор вправе продолжить
                            обработку персональных данных без согласия субъекта
                            персональных данных при наличии оснований, указанных
                            в пунктах 2-11 части 1 статьи 6, части 2 статьи 10
                            Федерального закона №152-ФЗ «О персональных данных»
                            от 27.07.2006 г.
                        </li>
                        <li>
                            Настоящим Согласием Субъект подтверждает, что достиг
                            возраста 18 лет.
                        </li>
                        <li>
                            Настоящее Согласие действует все время до момента
                            прекращения обработки персональных данных, указанных
                            в пунктах 8 и 11 данного Согласия.
                        </li>
                    </ol>
                </div>
            </div>
        </div>
    </section>
</template>
