<template>
  <section class="fs-agree no-tab">
    <Head>
      <Title
        >Согласие на обработку персональных данных | МКОУ ФИЛИППОВСКАЯ
        СОШ</Title
      >
    </Head>
    <div class="container">
      <FsSectionTitles>
        <template v-slot:h1>
          Согласие на обработку персональных данных
        </template>
      </FsSectionTitles>
      <p>
        Настоящим в соответствии с Федеральным законом № 152-ФЗ «О персональных
        данных» от 27.07.2006 года свободно, своей волей и в своем интересе
        выражаю свое безусловное согласие на обработку моих персональных данных
        , зарегистрированным в соответствии с законодательством РФ по адресу:
        (далее по тексту - Оператор).
      </p>
      <ol>
        <li>
          Согласие дается на обработку одной, нескольких или всех категорий
          персональных данных, не являющихся специальными или биометрическими,
          предоставляемых мною, которые могут включать:

          <ul>
            <li>Имя;</li>
            <li>Фамилия;</li>
            <li>Логин (мин. 3 символа);</li>
            <li>Пароль;</li>
            <li>E-Mail.</li>
          </ul>
        </li>
        <li>
          Оператор может совершать следующие действия: сбор; запись;
          систематизация; накопление; хранение; уточнение (обновление,
          изменение); извлечение; использование; блокирование; удаление;
          уничтожение.
        </li>
        <li>
          Цель обработки: предоставление мне услуг/работ, включая, направление в
          мой адрес уведомлений, касающихся предоставляемых услуг/работ,
          подготовка и направление ответов на мои запросы, направление в мой
          адрес информации о мероприятиях/товарах/услугах/работах Оператора.
        </li>
        <li>
          В связи с тем, что Оператор может осуществлять обработку моих
          персональных данных посредством программы для ЭВМ «1С-Битрикс24», я
          даю свое согласие Оператору на осуществление соответствующего
          поручения ООО «1С-Битрикс», (ОГРН 5077746476209), зарегистрированному
          по адресу: 109544, г. Москва, б-р Энтузиастов, д. 2, эт.13, пом. 8-19.
        </li>
        <li>
          Настоящее согласие действует до момента его отзыва путем направления
          соответствующего уведомления на электронный адрес kha@elros.info или
          направления по адресу .
        </li>
        <li>
          В случае отзыва мною согласия на обработку персональных данных
          Оператор вправе продолжить обработку персональных данных без моего
          согласия при наличии оснований, предусмотренных Федеральным законом
          №152-ФЗ «О персональных данных» от 27.07.2006 г.
        </li>
      </ol>
    </div>
  </section>
</template>
